[
   "Everybody in this country should learn to program a computer, because it teaches you how to think. ~ Steve Jobs ~",
   "Finish What You Start",
   "The best thing about a boolean is even if you are wrong, you are only off by a bit",
   "Before software can be reusable it first has to be usable. ~ Ralph Johnson ~",
   "There are two ways to write error-free programs; only the third one works. ~ Alan J. Perlis ~",
   "Your most unhappy customers are your greatest source of learning. ~ Bill Gates ~",
   "In a room full of top software designers, if two agree on the same thing, that’s a majority. ~ Bill Curtis ~",
   "A program is never less than 90% complete, and never more than 95% complete. ~ Terry Baker ~",
   "If the code and the comments do not match, possibly both are incorrect. ~ Norm Schryer ~",
   "Passwords are like underwear: you don’t let people see it, you should change it very often, and you shouldn’t share it with strangers. ~ Chris Pirillo ~",
   "If you think your users are idiots, only idiots will use it. ~ Linus Torvalds ~",
   "What strikes me every single time is that the aspirations of Indians are unique and unparalleled. They’re very demanding, regardless of background. ~ Sundar Pichai ~ ",
   "It is Important to Follow your Dreams and Heart. Do Something that Excites You. – Sundar Pichai",
   "Talk is cheap. Show me the code : Dalam kenyataan open source, kau memiliki hak untuk mengontrol takdirmu sendiri. ~ Linus Torvalds ~",
   "Talk is cheap. Show me the code : Berbicara itu kecil, tunjukkan padaku code. ~ Linus Torvalds ~",
   "Bad programmers worry about the code Good programmers worry about data structures and their relationships : Programmer buruk khawatir dengan kode, programmer baik khawatir dengan struktur data dan hubungan mereka. ~ Linus Torvalds ~",
   "Intelligence is the ability to avoid doing work, yet getting the work done : kecerdasan adalah kemampuan untuk menghindari melakukan pekerjaan, namun menyelesaikan pekerjaan. ~ Linus Torvalds ~",
   "Given enough eyeballs, all bugs are shallow : diberikan cukup dua bola mata, semua bug itu cetek. ~ Linus Torvalds ~",
   "Only wimps use tape backup. REAL men just upload their important stuff on ftp and let the rest of the world mirror it : Hanya para pengecut yang menggunakan tape backup. Pria sejati hana meng-upload hal-hal yang penting di ftp dan biarkan seluruh dunia yang me-mirror-kannya. ~ Linus Torvalds ~",
   "I am not a visionary. I’m an engineer. I’m happy with the people who are wandering around looking at the stars but I am looking at the ground and I want to fix the pothole before I fall in : Aku bukanlah seorang visioner. Aku adalah enginner. Aku senang dengan orang-orang yang berjalan-jalan memandangi bintang-bintang, tapi aku memandangi tanah dan aku ingin membenarkan lubang sebelum aku jatuh kedalamnya. ~ Linus Torvalds ~"
]
