[
   "Everybody in this country should learn to program a computer, because it teaches you how to think. ~ Steve Jobs ~",
   "Finish What You Start",
   "The best thing about a boolean is even if you are wrong, you are only off by a bit",
   "Before software can be reusable it first has to be usable. ~ Ralph Johnson ~",
   "There are two ways to write error-free programs; only the third one works. ~ Alan J. Perlis ~",
   "Your most unhappy customers are your greatest source of learning. ~ Bill Gates ~",
   "In a room full of top software designers, if two agree on the same thing, that’s a majority. ~ Bill Curtis ~",
   "A program is never less than 90% complete, and never more than 95% complete. ~ Terry Baker ~",
   "If the code and the comments do not match, possibly both are incorrect. ~ Norm Schryer ~",
   "Passwords are like underwear: you don’t let people see it, you should change it very often, and you shouldn’t share it with strangers. ~ Chris Pirillo ~",
   "If you think your users are idiots, only idiots will use it. ~ Linus Torvalds ~",
   "What strikes me every single time is that the aspirations of Indians are unique and unparalleled. They’re very demanding, regardless of background. ~ Sundar Pichai ~ ",
   "It is Important to Follow your Dreams and Heart. Do Something that Excites You. – Sundar Pichai",
   "Talk is cheap. Show me the code : Dalam kenyataan open source, kau memiliki hak untuk mengontrol takdirmu sendiri. ~ Linus Torvalds ~",
   "Talk is cheap. Show me the code : Berbicara itu kecil, tunjukkan padaku code. ~ Linus Torvalds ~",
   "Bad programmers worry about the code Good programmers worry about data structures and their relationships : Programmer buruk khawatir dengan kode, programmer baik khawatir dengan struktur data dan hubungan mereka. ~ Linus Torvalds ~",
   "Intelligence is the ability to avoid doing work, yet getting the work done : kecerdasan adalah kemampuan untuk menghindari melakukan pekerjaan, namun menyelesaikan pekerjaan. ~ Linus Torvalds ~",
   "Given enough eyeballs, all bugs are shallow : diberikan cukup dua bola mata, semua bug itu cetek. ~ Linus Torvalds ~",
   "Only wimps use tape backup. REAL men just upload their important stuff on ftp and let the rest of the world mirror it : Hanya para pengecut yang menggunakan tape backup. Pria sejati hana meng-upload hal-hal yang penting di ftp dan biarkan seluruh dunia yang me-mirror-kannya. ~ Linus Torvalds ~",
   "I am not a visionary. I’m an engineer. I’m happy with the people who are wandering around looking at the stars but I am looking at the ground and I want to fix the pothole before I fall in : Aku bukanlah seorang visioner. Aku adalah enginner. Aku senang dengan orang-orang yang berjalan-jalan memandangi bintang-bintang, tapi aku memandangi tanah dan aku ingin membenarkan lubang sebelum aku jatuh kedalamnya. ~ Linus Torvalds ~",
   "Alan Turing adalah seorang ahli matematika, logika, dan kriptografi yang berasal dari Inggris. Alan Turing memecahkan kode Enigma dari Nazi pada Perang Dunia II. Hasil kerjanya membantu kemenangan tentara Sekutu di Eropa. Alan Turing juga memprakarsai pembuatan komputer.",
   "Bill Gates merupakan programmer dan pengusaha yang mendirikan Microsoft Corporation bersama Paul Allen. Sekarang, Microsoft adalah perusahaan software terbesar di dunia.",
   "Bjarne Stroustrup adalah ilmuwan komputer yang berasal dari Denmark. Dia paling dikenal dengan hasil karyanya dalam membuat dan mengembangkan bahasa pemrograman C++.",
   "David Heinemeier Hansson, dikenal juga dengan DHH, adalah seorang programmer dari Denmark. DHH dikenal sebagai kreator dari framework pemrograman Ruby on Rails dan juga Instiki Wiki. DHH merupakan salah satu mitra dari perusahaan pengembang software, Basecamp.",
   "Edsger W. Dijkstra adalah seorang ilmuwan komputer dan pengembang software yang berasal dari Belanda. Salah satu hasil karyanya yang paling dikenal adalah algoritma jalur terpendek (shortest-path algorithm) yang bernama Algoritma Dijkstra.",
   "Jeff Atwood adalah seorang software developer, pengusaha, dan juga blogger. Jeff Atwood menulis sebuah blog tentang pemrograman yang dinamakan Coding Horror. Jeff Atwood merupakan co-founder dari Stack Overflow, Stack Exchange, dan juga platform Discourse.",
   "Jeff Bezos adalah pendiri dan CEO dari platform e-commerce Amazon.",
   "Jeff Sutherland adalah salah satu kreator dari Scrum, sebuah framework untuk membuat dan mengembangkan produk secara berkelanjutan. Bersama dengan Ken Schwaber, dia mempresentasikan Scrum pada OOPSLA’95. Jeff Sutherland juga berkontribusi pada perumusan Agile Manifesto pada tahun 2001.",
   "Jeff Weiner merupakan ex-CEO dari platform jejaring profesional LinkedIn. Karirnya di LinkedIn berawal pada akhir tahun 2008 sebagai Presiden Interim. Jeff Weiner memiliki peranan yang besar saat LinkedIn diakuisisi Microsoft senilai USD 26 miliar pada tahun 2016.",
   "Joel Spolsky seorang software developer dan penulis. Dia memiliki blog yang bernama Joel on Software, yang mengulas tentang software development. Joel Spolsky juga merupakan salah satu pendiri dari Trello, Stack Overflow, dan Stack Exchange.",
   "Linus Torvalds merupakan software engineer yang berasal dari Helsinki, Finlandia. Linus Torvalds adalah krator dan pengembang utama dari kernel Linux.",
   "Paul Graham adalah seorang ilmuwan komputer, pengusaha, dan venture capitalist. Salah satu karya terbesarnya adalah bahasa pemrograman Lisp, startup Viaweb, blog Hacker News, dan akselerator startup bernama Y Combinator.",
   "Rasmus Lerdorf adalah programmer yang berasal dari Greenland. Rasmus Lerdorf merupakan kreator dari bahasa pemrograman populer PHP. Sempat menjabat di beberapa perusahaan seperti Yahoo, WePay, Etsy, dan Room77.",
   "Stephen Hawking adalah seorang fisikawan, kosmologis, dan penulis. Sebelum meninggal, Stephen Hawking adalah Direktur Riset pada Centre for Theoretical Cosmology di Universitas Cambridge.",
   "Steve Jobs adalah salah satu pionir terkemuka di era Personal Computer (PC). Bersama dengan Steve Wozniak, Steve Jobs mendirikan Apple Inc. pada tahun 1976. Dengan visi yang hebat dan kejeniusannya, Steve Jobs adalah orang di balik peluncuran produk iPod dan iPhone yang revolusioner."
]
